---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RenderPlantHeight
source: html/58557562-4a77-27b1-d53b-b2bd9b8989c7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RenderPlantHeight Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId RenderPlantHeight { get; }
```